taskt/Core/Automation/Commands/WebBrowserGroup/SeleniumBrowserGetWindowAndTabTitlesAsDictionaryCommand.puml
@startuml
SeleniumBrowserGetWindowAndTabTitlesAsDictionaryCommand --> ASeleniumGetWindowAndTabInformationCommands
SeleniumBrowserGetWindowAndTabTitlesAsDictionaryCommand --> IDictionaryResultProperties
ASeleniumGetWindowAndTabInformationCommands --> ASeleniumGetFromWebDriverCommands
ASeleniumGetFromWebDriverCommands --> ASeleniumDoSomethingToWebDriverCommands
ASeleniumGetFromWebDriverCommands --> IResultProperties
ASeleniumDoSomethingToWebDriverCommands --> ScriptCommand
ASeleniumDoSomethingToWebDriverCommands --> ISeleniumDoSomethingToWebDriverProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
